Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Used by the CLI session loader; stored in ~/.openclaw/openclaw.json.
ar: يُستخدم بواسطة محمّل جلسات CLI؛ ويُخزّن في ~/.openclaw/openclaw.json.
de: Wird vom CLI-Sitzungslader verwendet; gespeichert in ~/.openclaw/openclaw.json.
es: Lo usa el cargador de sesiones de la CLI; se almacena en ~/.openclaw/openclaw.json.
fa: توسط بارگذار نشست CLI استفاده می‌شود؛ در ~/.openclaw/openclaw.json ذخیره می‌شود.
fr: Utilisé par le chargeur de sessions CLI ; stocké dans ~/.openclaw/openclaw.json.
hi: CLI सेशन लोडर द्वारा उपयोग किया जाता है; ~/.openclaw/openclaw.json में संग्रहीत।
id: Digunakan oleh pemuat sesi CLI; disimpan di ~/.openclaw/openclaw.json.
it: Usato dal loader di sessione della CLI; archiviato in ~/.openclaw/openclaw.json.
ja_jp: CLI セッションローダーで使用されます。~/.openclaw/openclaw.json に保存されます。
ko: CLI 세션 로더에서 사용되며 ~/.openclaw/openclaw.json에 저장됩니다.
nl: Gebruikt door de CLI-sessielader; opgeslagen in ~/.openclaw/openclaw.json.
pl: Używane przez loader sesji CLI; przechowywane w ~/.openclaw/openclaw.json.
pt_br: Usado pelo carregador de sessões da CLI; armazenado em ~/.openclaw/openclaw.json.
ru: Используется загрузчиком сеансов CLI; хранится в ~/.openclaw/openclaw.json.
sv: Används av CLI-sessionsinläsaren; lagras i ~/.openclaw/openclaw.json.
th: ใช้โดยตัวโหลดเซสชัน CLI; จัดเก็บไว้ใน ~/.openclaw/openclaw.json
tr: CLI oturum yükleyicisi tarafından kullanılır; ~/.openclaw/openclaw.json içinde saklanır.
uk: Використовується завантажувачем сеансів CLI; зберігається в ~/.openclaw/openclaw.json.
vi: Được dùng bởi trình tải phiên CLI; được lưu trong ~/.openclaw/openclaw.json.
zh_cn: 由 CLI 会话加载器使用；存储在 ~/.openclaw/openclaw.json 中。
zh_tw: 供 CLI 工作階段載入器使用；儲存在 ~/.openclaw/openclaw.json。

source: Used for pnpm/node fallback and PATH population when launching the gateway.
ar: يُستخدم للرجوع إلى pnpm/node وتعبئة PATH عند تشغيل Gateway.
de: Wird für pnpm/node-Fallback und PATH-Befüllung beim Starten des Gateway verwendet.
es: Se usa para la reserva de pnpm/node y la población de PATH al iniciar el Gateway.
fa: برای جایگزین pnpm/node و مقداردهی PATH هنگام راه‌اندازی gateway استفاده می‌شود.
fr: Utilisé pour le repli pnpm/node et le remplissage de PATH lors du lancement du gateway.
hi: gateway लॉन्च करते समय pnpm/node फ़ॉलबैक और PATH पॉप्युलेशन के लिए उपयोग किया जाता है।
id: Digunakan untuk fallback pnpm/node dan pengisian PATH saat meluncurkan gateway.
it: Usato per il fallback pnpm/node e il popolamento di PATH all'avvio del gateway.
ja_jp: Gateway の起動時に、pnpm/node のフォールバックと PATH の設定に使用されます。
ko: Gateway를 시작할 때 pnpm/node 폴백 및 PATH 채우기에 사용됩니다.
nl: Gebruikt voor pnpm/node-fallback en PATH-populatie bij het starten van de gateway.
pl: Używane jako rozwiązanie awaryjne dla pnpm/node oraz do uzupełniania PATH podczas uruchamiania gateway.
pt_br: Usado para fallback de pnpm/node e preenchimento de PATH ao iniciar o gateway.
ru: Используется для резервного pnpm/node и заполнения PATH при запуске gateway.
sv: Används för pnpm/node-reservlösning och PATH-populering när gatewayen startas.
th: ใช้สำหรับ pnpm/node fallback และการเติม PATH เมื่อเปิดใช้งาน gateway
tr: Gateway başlatılırken pnpm/node yedeği ve PATH doldurma için kullanılır.
uk: Використовується для резервного pnpm/node і заповнення PATH під час запуску gateway.
vi: Được dùng cho phương án dự phòng pnpm/node và điền PATH khi khởi chạy gateway.
zh_cn: 在启动 gateway 时用于 pnpm/node 回退和 PATH 填充。
zh_tw: 在啟動 Gateway 時，用於 pnpm/node 備援與填入 PATH。

source: Used when the companion UI cannot display an approval prompt.
ar: يُستخدم عندما لا تتمكن واجهة المستخدم المصاحبة من عرض مطالبة موافقة.
de: Wird verwendet, wenn die Companion-UI keinen Genehmigungs-Prompt anzeigen kann.
es: Se usa cuando la interfaz de usuario complementaria no puede mostrar un prompt de aprobación.
fa: زمانی استفاده می‌شود که رابط کاربری همراه نتواند اعلان تأیید را نمایش دهد.
fr: Utilisé lorsque l’interface compagnon ne peut pas afficher une invite d’approbation.
hi: जब companion UI अनुमोदन प्रॉम्प्ट प्रदर्शित नहीं कर सकता, तब उपयोग किया जाता है।
id: Digunakan ketika UI pendamping tidak dapat menampilkan prompt persetujuan.
it: Usato quando l'interfaccia complementare non può visualizzare un prompt di approvazione.
ja_jp: コンパニオン UI が承認プロンプトを表示できない場合に使用されます。
ko: 동반 UI에서 승인 프롬프트를 표시할 수 없을 때 사용됩니다.
nl: Gebruikt wanneer de begeleidende UI geen goedkeuringsprompt kan weergeven.
pl: Używane, gdy interfejs towarzyszący nie może wyświetlić monitu o zatwierdzenie.
pt_br: Usado quando a UI complementar não consegue exibir um prompt de aprovação.
ru: Используется, когда сопутствующий UI не может отобразить запрос на подтверждение.
sv: Används när den tillhörande UI:n inte kan visa en godkännandeprompt.
th: ใช้เมื่อ UI คู่หูไม่สามารถแสดงพรอมป์การอนุมัติได้
tr: Yardımcı UI bir onay istemi gösteremediğinde kullanılır.
uk: Використовується, коли супровідний UI не може відобразити запит на схвалення.
vi: Được dùng khi UI đồng hành không thể hiển thị lời nhắc phê duyệt.
zh_cn: 当伴随 UI 无法显示审批提示时使用。
zh_tw: 當 companion UI 無法顯示核准提示時使用。

source: Used when the remote gateway requires token auth.
ar: يُستخدم عندما يتطلب Gateway البعيد مصادقة بالرمز.
de: Wird verwendet, wenn das Remote-Gateway Token-Authentifizierung erfordert.
es: Se usa cuando el Gateway remoto requiere autenticación con token.
fa: زمانی استفاده می‌شود که Gateway راه دور به احراز هویت با توکن نیاز دارد.
fr: Utilisé lorsque la Gateway distante nécessite une authentification par jeton.
hi: जब रिमोट Gateway को टोकन प्रमाणीकरण की आवश्यकता हो, तब उपयोग किया जाता है।
id: Digunakan ketika gateway jarak jauh memerlukan autentikasi token.
it: Usato quando il gateway remoto richiede l'autenticazione tramite token.
ja_jp: リモート Gateway がトークン認証を必要とする場合に使用されます。
ko: 원격 Gateway에 토큰 인증이 필요할 때 사용됩니다.
nl: Gebruikt wanneer de externe gateway tokenauthenticatie vereist.
pl: Używane, gdy zdalny Gateway wymaga uwierzytelniania tokenem.
pt_br: Usado quando o gateway remoto exige autenticação por token.
ru: Используется, когда удаленному Gateway требуется аутентификация по токену.
sv: Används när den fjärranslutna Gateway kräver tokenautentisering.
th: ใช้เมื่อ Gateway ระยะไกลต้องมีการยืนยันตัวตนด้วยโทเค็น
tr: Uzak Gateway token kimlik doğrulaması gerektirdiğinde kullanılır.
uk: Використовується, коли віддалений Gateway вимагає автентифікацію за токеном.
vi: Được dùng khi gateway từ xa yêu cầu xác thực bằng token.
zh_cn: 当远程 Gateway 需要令牌认证时使用。
zh_tw: 當遠端 Gateway 需要權杖驗證時使用。

source: User
ar: المستخدم
de: Benutzer
es: Usuario
fa: کاربر
fr: Utilisateur
hi: उपयोगकर्ता
id: Pengguna
it: Utente
ja_jp: ユーザー
ko: 사용자
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
sv: Användare
th: ผู้ใช้
tr: Kullanıcı
uk: Користувач
vi: Người dùng
zh_cn: 用户
zh_tw: 使用者

source: User and host for the remote Gateway machine.
ar: المستخدم والمضيف لجهاز Gateway البعيد.
de: Benutzer und Host für die Remote-Gateway-Maschine.
es: Usuario y host de la máquina remota del Gateway.
fa: کاربر و میزبان برای دستگاه Gateway از راه دور.
fr: Utilisateur et hôte de la machine Gateway distante.
hi: दूरस्थ Gateway मशीन के लिए user और host।
id: Pengguna dan host untuk mesin Gateway jarak jauh.
it: Utente e host per la macchina Gateway remota.
ja_jp: リモート Gateway マシンのユーザーとホスト。
ko: 원격 Gateway 머신의 사용자 및 호스트입니다.
nl: Gebruiker en host voor de externe Gateway-machine.
pl: Użytkownik i host zdalnej maszyny Gateway.
pt_br: Usuário e host da máquina remota do Gateway.
ru: Пользователь и хост удаленного компьютера Gateway.
sv: Användare och värd för fjärrdatorn med Gateway.
th: ผู้ใช้และโฮสต์สำหรับเครื่อง Gateway ระยะไกล
tr: Uzak Gateway makinesi için kullanıcı ve ana makine.
uk: Користувач і хост для віддаленої машини Gateway.
vi: Người dùng và máy chủ cho máy Gateway từ xa.
zh_cn: 远程 Gateway 机器的用户和主机。
zh_tw: 遠端 Gateway 機器的使用者與主機。

source: Uses the Voice Wake path: forwards over SSH when configured, otherwise runs locally via rpc.
ar: يستخدم مسار Voice Wake: يمرّر عبر SSH عند تكوينه، وإلا فيعمل محليًا عبر rpc.
de: Verwendet den Voice Wake-Pfad: leitet bei Konfiguration über SSH weiter, andernfalls lokale Ausführung über rpc.
es: Usa la ruta de Voice Wake: reenvía por SSH cuando está configurada; de lo contrario, se ejecuta localmente mediante rpc.
fa: از مسیر Voice Wake استفاده می‌کند: وقتی پیکربندی شده باشد از طریق SSH بازارسال می‌کند، در غیر این صورت به‌صورت محلی از طریق rpc اجرا می‌شود.
fr: Utilise le chemin Voice Wake : transfert via SSH lorsqu’il est configuré, sinon exécution locale via rpc.
hi: Voice Wake पथ का उपयोग करता है: कॉन्फ़िगर होने पर SSH के माध्यम से फ़ॉरवर्ड करता है, अन्यथा rpc के माध्यम से स्थानीय रूप से चलता है।
id: Menggunakan jalur Voice Wake: meneruskan melalui SSH saat dikonfigurasi, jika tidak, berjalan secara lokal melalui rpc.
it: Usa il percorso Voice Wake: inoltra tramite SSH quando configurato, altrimenti viene eseguito localmente tramite rpc.
ja_jp: Voice Wake パスを使用します: 設定されている場合は SSH 経由で転送し、 それ以外の場合は rpc 経由でローカル実行します。
ko: Voice Wake 경로를 사용합니다: 구성된 경우 SSH를 통해 전달하고, 그렇지 않으면 rpc를 통해 로컬에서 실행합니다.
nl: Gebruikt het Voice Wake-pad: stuurt door via SSH wanneer geconfigureerd, anders wordt het lokaal uitgevoerd via rpc.
pl: Używa ścieżki Voice Wake: przekazuje przez SSH, gdy jest skonfigurowane, w przeciwnym razie uruchamia lokalnie przez rpc.
pt_br: Usa o caminho Voice Wake: encaminha via SSH quando configurado, caso contrário, executa localmente via rpc.
ru: Использует путь Voice Wake: пересылает по SSH, если настроено, иначе запускает локально через rpc.
sv: Använder Voice Wake-sökvägen: vidarebefordrar via SSH när det är konfigurerat, annars körs lokalt via rpc.
th: ใช้เส้นทาง Voice Wake: ส่งต่อผ่าน SSH เมื่อกำหนดค่าไว้ มิฉะนั้นจะรันในเครื่องผ่าน rpc
tr: Voice Wake yolunu kullanır: yapılandırıldığında SSH üzerinden iletir, aksi takdirde rpc aracılığıyla yerel olarak çalıştırır.
uk: Використовує шлях Voice Wake: пересилає через SSH, якщо налаштовано, інакше запускає локально через rpc.
vi: Sử dụng đường dẫn Voice Wake: chuyển tiếp qua SSH khi được cấu hình, nếu không thì chạy cục bộ qua rpc.
zh_cn: 使用 Voice Wake 路径：配置后通过 SSH 转发， 否则通过 rpc 在本地运行。
zh_tw: 使用 Voice Wake 路徑：設定後會透過 SSH 轉送， 否則會透過 rpc 在本機執行。

source: Verbose Logging (Main): Off
ar: التسجيل المطوّل (الرئيسي): إيقاف
de: Ausführliche Protokollierung (Main): Aus
es: Registro detallado (principal): desactivado
fa: ثبت گزارش مفصل (اصلی): خاموش
fr: Journalisation détaillée (Main) : désactivée
hi: Verbose Logging (Main): बंद
id: Logging Verbose (Utama): Nonaktif
it: Logging dettagliato (principale): disattivato
ja_jp: 詳細ログ（メイン）：オフ
ko: 자세한 로깅(메인): 꺼짐
nl: Uitgebreide logging (hoofd): uit
pl: Szczegółowe logowanie (Main): Wyłączone
pt_br: Registro detalhado (principal): desativado
ru: Подробное логирование (Main): выкл.
sv: Utförlig loggning (Main): Av
th: การบันทึกแบบละเอียด (หลัก): ปิด
tr: Ayrıntılı Günlük Kaydı (Ana): Kapalı
uk: Детальне журналювання (Main): вимкнено
vi: Ghi nhật ký chi tiết (Chính): Tắt
zh_cn: 详细日志（主）：关闭
zh_tw: 詳細記錄（Main）：關閉

source: Verbose Logging (Main): On
ar: التسجيل المطوّل (الرئيسي): تشغيل
de: Ausführliche Protokollierung (Main): Ein
es: Registro detallado (principal): activado
fa: ثبت گزارش مفصل (اصلی): روشن
fr: Journalisation détaillée (Main) : activée
hi: Verbose Logging (Main): चालू
id: Logging Verbose (Utama): Aktif
it: Logging dettagliato (principale): attivato
ja_jp: 詳細ログ（メイン）：オン
ko: 자세한 로깅(메인): 켜짐
nl: Uitgebreide logging (hoofd): aan
pl: Szczegółowe logowanie (Main): Włączone
pt_br: Registro detalhado (principal): ativado
ru: Подробное логирование (Main): вкл.
sv: Utförlig loggning (Main): På
th: การบันทึกแบบละเอียด (หลัก): เปิด
tr: Ayrıntılı Günlük Kaydı (Ana): Açık
uk: Детальне журналювання (Main): увімкнено
vi: Ghi nhật ký chi tiết (Chính): Bật
zh_cn: 详细日志（主）：开启
zh_tw: 詳細記錄（Main）：開啟

source: Verbosity
ar: مستوى التفصيل
de: Ausführlichkeit
es: Nivel de detalle
fa: میزان جزئیات
fr: Niveau de détail
hi: वर्बोसिटी
id: Tingkat detail
it: Livello di dettaglio
ja_jp: 詳細度
ko: 상세 수준
nl: Detailniveau
pl: Szczegółowość
pt_br: Nível de detalhes
ru: Подробность
sv: Detaljnivå
th: ระดับรายละเอียด
tr: Ayrıntı düzeyi
uk: Докладність
vi: Mức độ chi tiết
zh_cn: 详细程度
zh_tw: 詳細程度

source: Verify OpenClaw can reach this gateway.
ar: تحقق من قدرة OpenClaw على الوصول إلى هذا الـ gateway.
de: Überprüfen Sie, ob OpenClaw dieses Gateway erreichen kann.
es: Verifica que OpenClaw pueda conectarse a este gateway.
fa: بررسی کنید که OpenClaw می‌تواند به این gateway دسترسی پیدا کند.
fr: Vérifiez qu'OpenClaw peut atteindre ce gateway.
hi: सत्यापित करें कि OpenClaw इस gateway तक पहुँच सकता है।
id: Verifikasi OpenClaw dapat menjangkau gateway ini.
it: Verifica che OpenClaw possa raggiungere questo gateway.
ja_jp: OpenClaw がこの Gateway に到達できることを確認します。
ko: OpenClaw가 이 게이트웨이에 연결할 수 있는지 확인합니다.
nl: Controleer of OpenClaw deze gateway kan bereiken.
pl: Sprawdź, czy OpenClaw może połączyć się z tym gateway.
pt_br: Verifique se o OpenClaw consegue acessar este gateway.
ru: Убедитесь, что OpenClaw может подключиться к этому gateway.
sv: Verifiera att OpenClaw kan nå den här gatewayen.
th: ตรวจสอบว่า OpenClaw สามารถเข้าถึง gateway นี้ได้
tr: OpenClaw'ın bu gateway'e ulaşabildiğini doğrulayın.
uk: Переконайтеся, що OpenClaw може отримати доступ до цього gateway.
vi: Xác minh OpenClaw có thể kết nối tới gateway này.
zh_cn: 验证 OpenClaw 是否可以访问此 gateway。
zh_tw: 驗證 OpenClaw 是否能連接到此 gateway。

source: Verify and install
ar: تحقق وثبّت
de: Überprüfen und installieren
es: Verificar e instalar
fa: تأیید و نصب
fr: Vérifier et installer
hi: सत्यापित करें और इंस्टॉल करें
id: Verifikasi dan instal
it: Verifica e installa
ja_jp: 検証してインストール
ko: 확인 및 설치
nl: Verifiëren en installeren
pl: Zweryfikuj i zainstaluj
pt_br: Verificar e instalar
ru: Проверить и установить
sv: Verifiera och installera
th: ตรวจสอบและติดตั้ง
tr: Doğrula ve yükle
uk: Перевірити та встановити
vi: Xác minh và cài đặt
zh_cn: 验证并安装
zh_tw: 驗證並安裝

source: Verifying the Mac node runtime…
ar: جارٍ التحقق من بيئة تشغيل عقدة Mac…
de: Die Mac-Knotenlaufzeit wird überprüft…
es: Verificando el entorno de ejecución del nodo de Mac…
fa: در حال تأیید محیط اجرای گره Mac…
fr: Vérification de l’environnement d’exécution du nœud Mac…
hi: Mac नोड रनटाइम सत्यापित किया जा रहा है…
id: Memverifikasi runtime node Mac…
it: Verifica del runtime del nodo Mac…
ja_jp: Macノードランタイムを確認中…
ko: Mac 노드 런타임을 확인하는 중…
nl: De runtime van het Mac-knooppunt wordt geverifieerd…
pl: Weryfikowanie środowiska uruchomieniowego węzła Mac…
pt_br: Verificando o runtime do nó do Mac…
ru: Проверка среды выполнения узла Mac…
sv: Verifierar Mac-nodens körningsmiljö…
th: กำลังตรวจสอบรันไทม์โหนด Mac…
tr: Mac düğümü çalışma zamanı doğrulanıyor…
uk: Перевірка середовища виконання вузла Mac…
vi: Đang xác minh môi trường chạy của nút Mac…
zh_cn: 正在验证 Mac 节点运行时…
zh_tw: 正在驗證 Mac 節點執行環境…

source: Version
ar: الإصدار
es: Versión
fa: نسخه
hi: संस्करण
id: Versi
it: Versione
ja_jp: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_cn: 版本
zh_tw: 版本

source: Video unavailable
ar: الفيديو غير متاح
de: Video nicht verfügbar
es: Video no disponible
fa: ویدیو در دسترس نیست
fr: Vidéo indisponible
hi: वीडियो अनुपलब्ध
id: Video tidak tersedia
it: Video non disponibile
ja_jp: 動画を利用できません
ko: 비디오를 사용할 수 없음
nl: Video niet beschikbaar
pl: Wideo niedostępne
pt_br: Vídeo indisponível
ru: Видео недоступно
sv: Video otillgänglig
th: ไม่สามารถใช้วิดีโอได้
tr: Video kullanılamıyor
uk: Відео недоступне
vi: Video không khả dụng
zh_cn: 视频不可用
zh_tw: 影片無法使用

source: Voice & Talk
ar: الصوت والتحدث
es: Voz y conversación
fa: صدا و صحبت
fr: Voix et conversation
hi: वॉइस और टॉक
id: Suara & Bicara
it: Voce e conversazione
ja_jp: 音声とトーク
ko: 음성 및 대화
nl: Spraak en praten
pl: Głos i rozmowa
pt_br: Voz e conversa
ru: Голос и разговор
sv: Röst och tal
th: เสียงและการพูด
tr: Ses ve Konuşma
uk: Голос і розмова
vi: Giọng nói & Trò chuyện
zh_cn: 语音与对话
zh_tw: 語音與對話

source: Voice Wake
ar: تنبيه صوتي
de: Sprachaktivierung
es: Activación por voz
fa: بیدارباش صوتی
fr: Réveil vocal
hi: वॉइस वेक
id: Bangun Suara
it: Attivazione vocale
ja_jp: 音声ウェイク
ko: 음성 깨우기
nl: Spraakactivering
pl: Wybudzanie głosowe
pt_br: Ativação por voz
ru: Голосовая активация
sv: Röstväckning
th: ปลุกด้วยเสียง
tr: Sesle Uyandırma
uk: Активація голосом
vi: Đánh thức bằng giọng nói
zh_cn: 语音唤醒
zh_tw: 語音喚醒

source: Voice Wake needs on-device recognition for its selected language. Push-to-talk and Talk Mode remain available.
ar: يحتاج التنبيه الصوتي إلى التعرّف على الجهاز للغة المحددة. يبقى الضغط للتحدث ووضع التحدث متاحين.
de: Voice Wake benötigt die geräteinterne Erkennung für die ausgewählte Sprache. Push-to-Talk und Talk-Modus bleiben verfügbar.
es: Voice Wake necesita reconocimiento en el dispositivo para el idioma seleccionado. La función de pulsar para hablar y el modo de conversación siguen disponibles.
fa: بیداری صوتی برای زبان انتخاب‌شده‌اش به تشخیص روی دستگاه نیاز دارد. فشار برای صحبت و حالت گفت‌وگو همچنان در دسترس هستند.
fr: L'activation vocale nécessite la reconnaissance sur l'appareil pour la langue sélectionnée. L'appui pour parler et le mode conversation restent disponibles.
hi: Voice Wake को अपनी चयनित भाषा के लिए ऑन-डिवाइस पहचान की आवश्यकता है। Push-to-talk और Talk Mode उपलब्ध रहते हैं।
id: Voice Wake memerlukan pengenalan pada perangkat untuk bahasa yang dipilih. Push-to-talk dan Talk Mode tetap tersedia.
it: Voice Wake richiede il riconoscimento sul dispositivo per la lingua selezionata. Push-to-talk e Talk Mode restano disponibili.
ja_jp: Voice Wakeには、選択した言語のオンデバイス認識が必要です。プッシュ・トゥ・トークとTalk Modeは引き続き利用できます。
ko: 음성 깨우기는 선택한 언어에 대해 온디바이스 인식이 필요합니다. 푸시투토크와 대화 모드는 계속 사용할 수 있습니다.
nl: Voice Wake heeft on-device herkenning nodig voor de geselecteerde taal. Push-to-talk en Talk Mode blijven beschikbaar.
pl: Voice Wake wymaga rozpoznawania mowy na urządzeniu dla wybranego języka. Naciśnij i mów oraz Tryb rozmowy pozostają dostępne.
pt_br: O Despertar por Voz precisa de reconhecimento no dispositivo para o idioma selecionado. Pressionar para falar e o Modo de Conversa continuam disponíveis.
ru: Голосовая активация требует распознавания на устройстве для выбранного языка. Режимы «нажми и говори» и «Разговор» остаются доступными.
sv: Röstväckning kräver igenkänning på enheten för det valda språket. Tryck-för-att-tala och samtalsläge är fortfarande tillgängliga.
th: Voice Wake ต้องใช้การจดจำบนอุปกรณ์สำหรับภาษาที่เลือก Push-to-talk และ Talk Mode ยังคงใช้งานได้
tr: Voice Wake, seçili dili için cihaz üzerinde tanıma gerektirir. Bas-konuş ve Konuşma Modu kullanılabilir olmaya devam eder.
uk: Голосовому пробудженню потрібне розпізнавання на пристрої для вибраної мови. Функції push-to-talk та режим розмови залишаються доступними.
vi: Voice Wake cần nhận dạng trên thiết bị cho ngôn ngữ đã chọn. Push-to-talk và Talk Mode vẫn khả dụng.
zh_cn: 语音唤醒需要为所选语言启用设备端识别。按键说话和对话模式仍然可用。
zh_tw: 語音喚醒需要所選語言的裝置端辨識功能。按住通話和通話模式仍可使用。

source: Voice Wake requires macOS 26 or newer
ar: تتطلب ميزة Voice Wake نظام macOS 26 أو أحدث
de: Voice Wake erfordert macOS 26 oder neuer
es: Voice Wake requiere macOS 26 o posterior
fa: Voice Wake به macOS 26 یا جدیدتر نیاز دارد
fr: Voice Wake nécessite macOS 26 ou une version plus récente
hi: Voice Wake के लिए macOS 26 या उससे नया आवश्यक है
id: Voice Wake memerlukan macOS 26 atau yang lebih baru
it: Voice Wake richiede macOS 26 o versioni successive
ja_jp: Voice WakeにはmacOS 26以降が必要です
ko: Voice Wake에는 macOS 26 이상이 필요합니다
nl: Voice Wake vereist macOS 26 of nieuwer
pl: Voice Wake wymaga systemu macOS 26 lub nowszego
pt_br: Voice Wake requer macOS 26 ou mais recente
ru: Voice Wake требует macOS 26 или новее
sv: Voice Wake kräver macOS 26 eller senare
th: Voice Wake ต้องใช้ macOS 26 หรือใหม่กว่า
tr: Voice Wake, macOS 26 veya daha yenisini gerektirir
uk: Voice Wake потребує macOS 26 або новішої версії
vi: Voice Wake yêu cầu macOS 26 trở lên
zh_cn: Voice Wake 需要 macOS 26 或更高版本
zh_tw: Voice Wake 需要 macOS 26 或更新版本

source: Voice note
ar: ملاحظة صوتية
de: Sprachnachricht
es: Nota de voz
fa: یادداشت صوتی
fr: Note vocale
hi: वॉइस नोट
id: Catatan suara
it: Nota vocale
ja_jp: ボイスノート
ko: 음성 메모
nl: Spraaknotitie
pl: Notatka głosowa
pt_br: Nota de voz
ru: Голосовое сообщение
sv: Röstmeddelande
th: ข้อความเสียง
tr: Sesli not
uk: Голосове повідомлення
vi: Ghi chú thoại
zh_cn: 语音消息
zh_tw: 語音留言

source: Voice note exceeds the 5 MB attachment limit
ar: تتجاوز الملاحظة الصوتية حد المرفقات البالغ 5 ميغابايت
de: Sprachnotiz überschreitet das Anhangslimit von 5 MB
es: La nota de voz supera el límite de adjuntos de 5 MB
fa: یادداشت صوتی از محدودیت پیوست ۵ مگابایت فراتر رفته است
fr: La note vocale dépasse la limite de pièce jointe de 5 Mo
hi: वॉइस नोट 5 MB की अटैचमेंट सीमा से अधिक है
id: Catatan suara melebihi batas lampiran 5 MB
it: La nota vocale supera il limite di 5 MB per gli allegati
ja_jp: ボイスメモが添付ファイルの上限5MBを超えています
ko: 음성 메모가 5MB 첨부 제한을 초과합니다
nl: Spraaknotitie overschrijdt de bijlagelimiet van 5 MB
pl: Notatka głosowa przekracza limit załącznika wynoszący 5 MB
pt_br: A nota de voz excede o limite de anexo de 5 MB
ru: Голосовое сообщение превышает лимит вложения в 5 МБ
sv: Röstmeddelandet överskrider bilagegränsen på 5 MB
th: ข้อความเสียงเกินขีดจำกัดไฟล์แนบ 5 MB
tr: Sesli not 5 MB ek boyut sınırını aşıyor
uk: Голосова нотатка перевищує ліміт вкладення 5 МБ
vi: Ghi chú thoại vượt quá giới hạn đính kèm 5 MB
zh_cn: 语音留言超过 5 MB 的附件限制
zh_tw: 語音留言超過 5 MB 附件上限

source: Voice wake detected!
ar: تم اكتشاف التنبيه الصوتي!
de: Sprachaktivierung erkannt!
es: ¡Activación por voz detectada!
fa: بیدارباش صوتی تشخیص داده شد!
fr: Activation vocale détectée !
hi: वॉयस वेक पहचाना गया!
id: Bangun suara terdeteksi!
it: Attivazione vocale rilevata!
ja_jp: 音声ウェイクを検出しました!
ko: 음성 깨우기가 감지되었습니다!
nl: Voice wake gedetecteerd!
pl: Wykryto wybudzanie głosem!
pt_br: Ativação por voz detectada!
ru: Голосовое пробуждение обнаружено!
sv: Röstväckning detekterad!
th: ตรวจพบการปลุกด้วยเสียงแล้ว!
tr: Sesle uyandırma algılandı!
uk: Голосову активацію виявлено!
vi: Đã phát hiện đánh thức bằng giọng nói!
zh_cn: 检测到语音唤醒！
zh_tw: 偵測到語音喚醒！

source: Waiting
ar: في الانتظار
de: Warten
es: En espera
fa: در انتظار
fr: En attente
hi: प्रतीक्षा में
id: Menunggu
it: In attesa
ja_jp: 待機中
ko: 대기 중
nl: Wachten
pl: Oczekiwanie
pt_br: Aguardando
ru: Ожидание
sv: Väntar
th: กำลังรอ
tr: Bekliyor
uk: Очікування
vi: Đang chờ
zh_cn: 等待中
zh_tw: 等待中

source: Waiting for a fresh authenticated connection.
ar: في انتظار اتصال مصادق جديد.
de: Warten auf eine neue authentifizierte Verbindung.
es: Esperando una nueva conexión autenticada.
fa: در انتظار یک اتصال احرازهویت‌شده تازه.
fr: En attente d'une nouvelle connexion authentifiée.
hi: एक नए प्रमाणित कनेक्शन की प्रतीक्षा है।
id: Menunggu koneksi terautentikasi yang baru.
it: In attesa di una nuova connessione autenticata.
ja_jp: 新しい認証済み接続を待機しています。
ko: 새 인증된 연결을 기다리는 중입니다.
nl: Wachten op een nieuwe geverifieerde verbinding.
pl: Oczekiwanie na nowe uwierzytelnione połączenie.
pt_br: Aguardando uma nova conexão autenticada.
ru: Ожидание нового аутентифицированного подключения.
sv: Väntar på en ny autentiserad anslutning.
th: กำลังรอการเชื่อมต่อที่ยืนยันตัวตนใหม่
tr: Yeni bir kimliği doğrulanmış bağlantı bekleniyor.
uk: Очікування нового автентифікованого підключення.
vi: Đang chờ kết nối xác thực mới.
zh_cn: 正在等待新的已认证连接。
zh_tw: 正在等待新的已驗證連線。
